Repository: danmichaelo/nfcat
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: nb_no

source: Welcome!
nb_no: Velkommen!

source: Library card number (10 characters):
nb_no: Lånekort/BIBSYS-nr. (10 tegn):

source: Continue
nb_no: Fortsett

source: Language
nb_no: Språk

source: Browsing the catalogue...
nb_no: Blar i låntakerkatalogen…

source: Not receiving SMS verification code?
nb_no: Ikke fått engangskode på SMS?

source: Please allow some time for network delays
nb_no: Det kan være forsinkelser i nettverket

source: Switched phone no. since you enrolled university? Check with a librarian if we have your correct number.
nb_no: Byttet telefonnr. siden du fikk lånekort? Sjekk med en bibliotekar om vi har ditt riktige telefonnr.

source: Hold on... Library cat is working...
nb_no: Overbibliotekaren kontrollerer…

source: Final step – we promise!
nb_no: Siste steg – vi lover!

source: Please choose <em>your own</em> four digit pin code. You will be asked for this when checking out books using your mobile.
nb_no: Velg <em>din egen</em> fire-sifrede pin-kode. Du vil bli spurt om denne når du låner bøker med mobilen.

source: Complete!
nb_no: Ferdig!

source: Congrats! You are now ready to use your phone to checkout books!
nb_no: Gratulerer! Du er nå klar til å låne bøker med mobilen!

source: The card number is not of correct length
nb_no: Kortnummeret har ikke riktig lengde.

source: The card number was not found in BIBSYS. If you entered it correctly, please contact a librarian for assistance.
nb_no: Kortnummeret ble ikke funnet i BIBSYS. Hvis du har skrevet det riktig må du ta kontakt med en bibliotekar for å få hjelp.

source: There is no cell phone number connected with your library card number. pPlease contact a librarian for assistance.
nb_no: Det er ikke noe telefonnummer knyttet til brukeren din. En bibliotekar kan hjelpe deg.

source: The format of your registered phone number could not be recognized. Please contact a librarian for assistance.
nb_no: Telefonnummeret ditt har et ukjent format. Kontakt en bibliotekar for hjelp.

source: We did not send you a new activation code since we sent one less than 30 minutes ago. The previous activation code is still valid.
nb_no: Siden det er mindre enn 30 minutter siden forrige gang vi sendte deg en kode har vi ikke sendt en ny kode. Den forrige koden er fortsatt gyldig.

source: We have sent you an SMS verification code valid for 30 minutes. Please enter it below:
nb_no: Vi har sendt deg en engangskode på SMS som er gyldig i 30 minutter. Oppgi den her:

source: Oh no, our server is not well right now... Please try again in a short time.
nb_no: Åh nei, serveren vår har problemer akkurat nå! Vi må nesten be deg prøve igjen om en liten stund.

source: Oh no, we have network problems.
nb_no: Huff, det oppsto et nettverksproblem…

source: Ops, the code has expired. To request a new one, just press continue.
nb_no: Oi, koden er utløpt. Om du ønsker en ny trykker du bare fortsett.

source: Ops, seems like the code you entered was not valid.
nb_no: Oi, det var ikke riktig kode.

source: Sorry, to protect your security we only allow three attemps. You can request a new activation code once the current has expired.
nb_no: For å beskytte din sikkerhet tillater vi kun tre forsøk. Du kan be om en ny kode med en gang den nåværende har utløpt.

source: Sorry, the PIN code must consist of exactly four digits.
nb_no: Beklager, PIN-koden må bestå av akkurat fire siffer.

source: Library cat finds your PIN cute, but is a bit concerned about your security. Please try a slightly more secure PIN.
nb_no: Bibliotekskatten synes PIN-koden din er søt, men er litt bekymret for sikkerheten din. Prøv å finne en PIN-kode som er bittelitt sikrere.

source: A PIN code has already been created for this device.
nb_no: Det er allerede opprettet en PIN-kode for denne enheten.
